IDEA Open Model
SteelSetupIND Class
Compatible with IDEA StatiCa Beta 20.0
 Steel setup IND class
Inheritance Hierarchy
System.Object
 IdeaRS.OpenModel.SteelSetup
 IdeaRS.OpenModel.SteelSetupIND
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public class SteelSetupIND : SteelSetup
Public Class SteelSetupIND
	Inherits SteelSetup
The SteelSetupIND type exposes the following members.
Constructors
Name | Description
SteelSetupIND
Initializes a new instance of the SteelSetupIND class
Top
Methods
Name | Description
FrictionCoefficientPboltDefault
 Friction Coefficient Pbolt Default
 (Overrides SteelSetup.FrictionCoefficientPboltDefault().)
Top
See Also
Reference
IdeaRS.OpenModel Namespace